tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'mpv-player/mpv'
tap 'tldr-pages/tldr'
cask 'xquartz'
brew 'ack'
brew 'afl-fuzz'
brew 'pkg-config'
brew 'readline'
brew 'icu4c', args: ['c++11', 'universal']
brew 'sqlite'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'aircrack-ng'
brew 'cmake'
brew 'alure'
brew 'ant'
brew 'archey'
brew 'xz'
brew 'gdbm'
brew 'python3'
brew 'asciinema'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'atool'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bdw-gc'
brew 'bfg'
brew 'binutils'
brew 'swig'
brew 'mysql'
brew 'qt'
brew 'shiboken'
brew 'pyside'
brew 'p7zip'
brew 'ssdeep'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc', args: ['with-all-languages', 'with-java', 'with-jit', 'with-nls', 'without-multilib']
brew 'binwalk'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'qt5'
brew 'ocaml'
brew 'python'
brew 'llvm', args: ['with-lldb', 'with-python']
brew 'doxygen'
brew 'libevent', args: ['universal']
brew 'open-mpi', args: ['c++11']
brew 'boost', args: ['c++11', 'with-icu4c', 'with-mpi', 'without-single']
brew 'ghc'
brew 'cabal-install'
brew 'capstone'
brew 'cflow'
brew 'cifer'
brew 'ninja'
brew 'clang-format'
brew 'cloog'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'libssh2'
brew 'curl'
brew 'dex2jar'
brew 'node', args: ['with-full-icu']
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dns2tcp'
brew 'libsodium'
brew 'minisign'
brew 'dnscrypt-proxy', args: ['with-plugins']
brew 'dos2unix'
brew 'ecj'
brew 'elinks'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'libtool'
brew 'libnet'
brew 'gdk-pixbuf'
brew 'jasper'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'luajit'
brew 'ettercap', args: ['with-gtk+', 'with-ipv6', 'with-luajit']
brew 'exiftool'
brew 'faac'
brew 'fcrackzip'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'fribidi'
brew 'libass'
brew 'openjpeg'
brew 'libcaca'
brew 'libbluray'
brew 'webp'
brew 'zeromq'
brew 'zimg'
brew 'ffmpeg', args: ['with-faac']
brew 'fftw'
brew 'findutils'
brew 'flex'
brew 'fltk'
brew 'foremost'
brew 'gawk'
brew 'gd'
brew 'libunistring'
brew 'guile'
brew 'gdb', args: ['with-all-targets', 'with-guile', 'with-python']
brew 'git-flow'
brew 'gl2ps'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot', args: ['with-aquaterm', 'with-qt']
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'gpgme'
brew 'graphicsmagick'
brew 'gsl'
brew 'hashpump'
brew 'highlight'
brew 'htop-osx'
brew 'hub'
brew 'hydra'
brew 'perl'
brew 'imagemagick'
brew 'irssi'
brew 'jbig2dec'
brew 'john'
brew 'knock'
brew 'leptonica'
brew 'libaacs'
brew 'libdnet'
brew 'libmagic', args: ['with-python']
brew 'libnatpmp'
brew 'libscrypt'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'libzip'
brew 'links'
brew 'lua51'
brew 'lynx'
brew 'macvim'
brew 'media-info'
brew 'mercurial'
brew 'miniupnpc'
brew 'mono'
brew 'moreutils'
brew 'youtube-dl'
brew 'tesseract'
brew 'vapoursynth'
brew 'uchardet'
brew 'mpv', args: ['with-bundle', 'with-libaacs', 'with-libbluray', 'with-libcaca', 'with-uchardet', 'with-vapoursynth', 'with-x11']
brew 'tokyo-cabinet'
brew 'mutt'
brew 'netcat'
brew 'netpbm'
brew 'nmap'
brew 'noti'
brew 'pandoc'
brew 'plotutils'
brew 'pngcheck'
brew 'poppler'
brew 'pstoedit'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'sip', args: ['with-python3']
brew 'pyqt'
brew 'pyqt5'
brew 'qemu'
brew 'qscintilla2'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'rethinkdb'
brew 'rust'
brew 'socat'
brew 'spim'
brew 'sqlmap'
brew 'szip'
brew 'tbb'
brew 'tcpflow'
brew 'tcpreplay'
brew 'tcptrace'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tor', args: ['with-libscrypt']
brew 'transmission'
brew 'tree'
brew 'ucspi-tcp'
brew 'unar'
brew 'valgrind'
brew 'vim', args: ['with-lua', 'with-luajit', 'with-mzscheme', 'with-python3', 'with-tcl']
brew 'w3m'
brew 'wget'
brew 'xrootd'
brew 'homebrew/python/numpy'
brew 'homebrew/python/matplotlib'
brew 'homebrew/python/scipy'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/transfig'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/octave'
brew 'homebrew/science/perf'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc49'
brew 'homebrew/versions/isl014'
brew 'homebrew/x11/openmotif'
brew 'homebrew/x11/xpdf'
brew 'tldr-pages/tldr/tldr'
cask 'anaconda'
cask 'betterzipql'
cask 'cuda'
cask 'dropbox'
cask 'flash'
cask 'gimp'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'jd-gui'
cask 'karabiner'
cask 'launchrocket'
cask 'owasp-zap'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'suspicious-package'
cask 'tunnelblick'
cask 'virtualbox'
cask 'webpquicklook'
cask 'wireshark'
